Repository: Samanyu-dev/durgapuja
Catalog: lib/l10n/app_*.arb
Languages: bn

# appTitle
source: Durga Idol Maker
bn: দুর্গা মূর্তি নির্মাতা

source: Hello, Artisan
bn: নমস্কার, কারিগর

# chooseModule
source: Choose your module to get started
bn: শুরু করতে আপনার মডিউল চয়ন করুন

source: Finance
bn: অর্থ

# financeDescription
source: Track expenses, materials, and payments
bn: ব্যয়, উপকরণ এবং অর্থ প্রদান ট্র্যাক করুন

source: Design
bn: ডিজাইন

# designDescription
source: Create and customize idol designs
bn: মূর্তি ডিজাইন তৈরি এবং কাস্টমাইজ করুন

source: Dashboard
bn: ড্যাশবোর্ড

source: Orders
bn: অর্ডার

source: Reports
bn: রিপোর্ট

source: Record Voice Note
bn: ভয়েস নোট রেকর্ড করুন

# voiceNoteDescription
source: Quickly capture your thoughts and ideas
bn: দ্রুত আপনার চিন্তাভাবনা ক্যাপচার করুন

source: Today's Expenses
bn: আজকের খরচ

source: Materials Bought
bn: কেনা উপকরণ

source: Pending Payments
bn: অপেক্ষমান অর্থ প্রদান

source: View Report
bn: রিপোর্ট দেখুন

source: Settings
bn: সেটিংস

source: Language
bn: ভাষা

# bengali
source: বাংলা (Bengali)
bn: বাংলা

source: Back to Module Selection
bn: মডিউল নির্বাচনে ফিরে যান

source: Voice Recording
bn: ভয়েস রেকর্ডিং

# voiceRecordingDescription
source: Tap to start recording your voice note
bn: আপনার ভয়েস নোট রেকর্ড করা শুরু করতে ট্যাপ করুন

source: Start Recording
bn: রেকর্ডিং শুরু করুন

source: Cancel
bn: বাতিল

source: Welcome, artisan
bn: স্বাগতম, কারিগর

source: Idea Generation
bn: ধারণা তৈরি

# ideaGenerationDesc
source: Generate unique idol designs with AI
bn: AI দিয়ে অনন্য মূর্তি ডিজাইন তৈরি করুন

source: Idol Build
bn: মূর্তি নির্মাণ

# idolBuildDesc
source: Step-by-step guide to building your idol
bn: আপনার মূর্তি তৈরির ধাপে ধাপে গাইড

source: Decoration & Detailing
bn: সাজসজ্জা এবং বিস্তারিত

# decorationDetailingDesc
source: Add details and decorations to your idol
bn: আপনার মূর্তিতে বিস্তারিত এবং সাজসজ্জা যোগ করুন

source: Idol Previews
bn: মূর্তি প্রিভিউ

# idolPreviewsDesc
source: Showcase your creations
bn: আপনার সৃষ্টিগুলি প্রদর্শন করুন

source: Generate Backdrop
bn: ব্যাকড্রপ তৈরি করুন

# generateBackdropDesc
source: Create beautiful backdrops for your idols
bn: আপনার মূর্তির জন্য সুন্দর ব্যাকড্রপ তৈরি করুন

source: Try Lights
bn: আলো পরীক্ষা করুন

# tryLightsDesc
source: Experiment with lighting effects
bn: আলোর প্রভাব নিয়ে পরীক্ষা করুন

source: Clients
bn: ক্লায়েন্ট

source: Search clients
bn: ক্লায়েন্ট খুঁজুন
